//
//  HolidayJSON.swift
//  SimpleCalendar
//
//  Created by Yohan Yi on 2017. 8. 15..
//  Copyright © 2017년 Yohan Hyunsung Yi. All rights reserved.
//

import Foundation


struct koreaHoliday {
    let dates = [
        "01/01/2017" : "양력설",
        "01/27/2017" : "설날연휴",
        "01/28/2017" : "설날",
        "01/30/2017" : "설날연휴",
        "03/01/2017" : "3.1절",
        "05/03/2017" : "석가탄신일",
        "05/05/2017" : "어린이날",
        "06/06/2017" : "현충일",
        "08/15/2017" : "광복절",
        "10/03/2017" : "개천절",
        "10/04/2017" : "추석",
        "10/05/2017" : "추석연휴",
        "10/06/2017" : "추석연휴",
        "10/09/2017" : "한글날",
        "12/25/2017" : "크리스마스",
        "01/01/2018" : "양력설",
        "02/15/2018" : "설날연휴",
        "02/16/2018" : "설날",
        "02/17/2018" : "설날연휴",
        "03/01/2018" : "3.1절",
        "05/05/2018" : "어린이날",
        "05/22/2018" : "석가탄신일",
        "06/06/2018" : "현충일",
        "08/15/2018" : "광복절",
        "09/23/2018" : "추석연휴",
        "09/24/2018" : "추석",
        "09/25/2018" : "추석연휴",
        "10/03/2018" : "개천절",
        "10/09/2018" : "한글날",
        "12/25/2018" : "크리스마스"
    ]
}
